const PlantData = {
	단풍: {
		이름: "단풍",
		조사자: "20105 김지안",
		과명: "무환자나무과",
		학명: "Acer palmatum",
		속명: "Acer (아케르)",
		종소명: "palmatum (팔마툼)",
		꽃말: "장수, 장엄",
		위치: "아파트 앞",
		작품: `단풍 - 이상국

		나무는 할 말이 많은 것이다
		그래서 잎잎이 마음을 담아내는 것이다
		
		봄에 겨우 만났는데
		가을에 헤어져야 하다니
		슬픔으로 몸이 뜨거운 것이다`,
	},
	매화: {
		이름: "매화",
		조사자: "20201 권형란",
		과명: "장미과",
		학명: "Prunus mume",
		속명: "Prunus (자두라는 라틴의 고어)",
		종소명: "mume (매화라는 일본 고어)",
		꽃말: "깨끗한 마음, 결백, 기품, 인내",
		위치: "아파트 앞",
		작품: `조희룡 필 묵매도

		조희룡(字 致雲, 號 又峰·壺山·丹老)은 조선 말기의 대표적인 중인 화가이다. 산수와 사군자를 잘 그렸는데 특히 매화에 심취하여 매화병풍을 두르고 매화벼루에 매화 먹을 갈아 매화시를 쓰고 매화차를 마셨다고 한다. 조희룡처럼 매화를 애호하는 취미는 19세기 사회에서 많은 사람들이 공유한 취향이었다. 이 작품에서는 매화 줄기가 왼쪽 아래 부분에서 시작하여 둥글게 돌아 화면 가운데에서 끝나는 원형 구도를 이루고 있어 참신하다. 줄기의 시작 부분은 입체적으로 그렸으나 점차 평면화시키고 있는데, 줄기의 각을 심하게 꺾어 군데군데 뾰족한 꼭지점이 생기도록 하면서 줄기 위에 짙은 먹으로 자유분방하게 점을 찍어 개성적으로 묘사하였다.`,
	},
	메타세쿼이아: {
		이름: "메타세쿼이아",
		조사자: "20209 신유진",
		과명: "메타세쿼이아속",
		학명: "Metasequoia glyptostroboides",
		속명: "메타세쿼이아속",
		종소명: "메타세콰이어",
		꽃말: "영원한 친구, 위엄",
		위치: "한아름 아파트 앞",
		작품: `김연수 <세계의 끝 여자친구>, 65-66p

		그러다가 6월을 다 잡아먹을 듯 기세가 등등하던 장마도 완전히 끝나고 뜨겁고 뜨겁고 뜨겁기만 한 여름 햇살이 작열할 무렵 책을 빌리러 갔다가 나는 게시판에 <세계의 끝 여자친구>란 시가부터 있는 걸 보게 됐다. 그 시에 따르면 시인이 걸어가는 길의 끝에는 메타세쿼이아 한 그루가 서 있는데 거기가 바로 세계의 끝이며 그때 우리는 "뿔과 눈물이 서로 스미듯이 혹은 달과 무지개가 그러하듯이"나란히 메타세쿼이아 거친 둥치에 등을 기대고 앉게 될 것이었다.`,
	},
	명자: {
		이름: "명자",
		좌표: { x: 1060, y: 920 },
		사진: "./assets/images/명자.png",
		조사자: "20220 정하윤",
		과명: "장미과",
		학명: "Chaenomeles speciosa (Sweet) Nakai",
		속명: "Chaenomeles",
		종소명: "speciosa",
		꽃말: "평범, 조숙, 겸손",
		위치: "한아름 아파트 앞",
		작품: `김연수 <세계의 끝 여자친구>, 65-66p

		그러다가 6월을 다 잡아먹을 듯 기세가 등등하던 장마도 완전히 끝나고 뜨겁고 뜨겁고 뜨겁기만 한 여름 햇살이 작열할 무렵 책을 빌리러 갔다가 나는 게시판에 <세계의 끝 여자친구>란 시가부터 있는 걸 보게 됐다. 그 시에 따르면 시인이 걸어가는 길의 끝에는 메타세쿼이아 한 그루가 서 있는데 거기가 바로 세계의 끝이며 그때 우리는 "뿔과 눈물이 서로 스미듯이 혹은 달과 무지개가 그러하듯이"나란히 메타세쿼이아 거친 둥치에 등을 기대고 앉게 될 것이었다.`,
	},
	야광: {
		이름: "야광",
		조사자: "10702 김선재",
		과명: "장미과",
		학명: "Malus baccata",
		속명: "사과나무속",
		종소명: "야광나무",
		꽃말: "온화, 유일한 사랑",
		위치: "한아름 아파트 앞",
		작품: `나무를 온통 뒤덮어 새하얗게 꽃이 피어나 봄날 밤을 환하게 비춘다고 하여 야광나무라고 부른다고 한다. (야광주 夜光珠)`,
	},
	병꽃: {
		이름: "병꽃",
		조사자: "10713 이서현",
		과명: "병꽃",
		학명: "Weigela subsessilis",
		속명: "병꽃나무속",
		종소명: "병꽃나무",
		꽃말: "전설",
		위치: "한아름 아파트 앞",
		작품: ``,
	},
	뽕나무: {
		이름: "뽕나무",
		조사자: "10305 문숭재",
		과명: "뽕나무과",
		학명: "Morus Alba L. 1753",
		속명: "뽕나무속",
		종소명: "아우스트랄리 (australis)",
		꽃말: "지혜와 봉사",
		위치: "한아름 아파트 앞",
		작품: `고흐의 노란 뽕나무 (그림)`,
	},
	소나무: {
		이름: "소나무",
		조사자: "10805 박현명",
		과명: "소나무과(Pinaceae)",
		학명: "Cedrus deodara (Roxb.) Loudon",
		속명: "개잎갈나무속(Cedrus)",
		종소명: "개잎갈나무",
		꽃말: "보고 싶은 아버지",
		위치: "한아름 아파트 앞",
		작품: `문학작품-소설
		내가 그린 히말라야시다 그림 –성석제
		작가 성석제가 성장의 과정에서 한 번은 마주하게 되는 선택의 기로와 평생 잊을 수 없는 쓰라린 좌절의 경험을
		섬세하고도 진지한 필치로 그려낸 작품이다. 어떠한 선택이 잘못되었는지 아닌지를 가르는 것은 결국 이어지는
		삶의 태도에 달렸다는 점을 묵직하게 전하며 긴 여운을 안긴다.`,
	},
	산딸나무: {
		이름: "산딸나무",
		조사자: "20108 박기연",
		과명: "층층나무과",
		학명: "Cornus kousa F. Buerger exMiquel",
		속명: "층층나무속",
		종소명: "kousa",
		꽃말: "견고, 내 마음을 받아줘",
		위치: "한아름 아파트 쪽 산책로",
		작품: `산딸나무 꽃  -백승훈
		봄이 깊어지면
		산딸나무 꽃이 핀다
		흰 나비 떼 내려앉은 듯
		초록 위에 수를 놓는
		산딸나무 꽃
		눈길 사로잡는 네 장의 흰 꽃잎은
		실은 꽃이 아니다
		작은 꽃 돋보이게 하려고
		스스로 몸을 바꾼 꽃받침이다
		보잘 것 없는 나를 위해
		스스로 꽃잎이 된 사람이 있다
		산딸나무 꽃 같은`,
	},
	앵두: {
		이름: "앵두",
		조사자: "20112 성윤영",
		과명: "장미과",
		학명: "Prunus tomentosa",
		속명: "벚나무속",
		종소명: "앵도나무",
		꽃말: "오직 한 사랑",
		위치: "한아름 아파트 앞",
		작품: `<앵두, 살구꽃 피면>  - 박용래
		앵두꽃 피면
		앵두바람
		살구꽃 피면
		살구바람
		보리바람에
		고뿔 들릴세라
		황새목 둘러주던
		외할머니 목수건`,
	},
	산수유: {
		이름: "산수유",
		좌표: { x: 750, y: 900 },
		사진: "./assets/images/산수유.png",
		조사자: "20203 김세희",
		과명: "층층나무과",
		학명: "Cornus Officinalis",
		속명: "Dogwood",
		종소명: "Officinalis",
		꽃말: "영원불멸의 사랑",
		위치: "한아름 아파트 앞쪽 산책로",
		작품: `성탄제
		김종길
		어두운 방 안엔
		바알간 숯불이 피고, 외로이 늙으신 할머니가
		애처로이 잦아드는 어린 목숨을 지키고 계시었다. 이윽고 눈 속을
		아버지가 약(藥)을 가지고 돌아오시었다. 아, 아버지가 눈을 헤치고 따 오신
		그 붉은 산수유(山茱萸) 열매. 나는 한 마리 어린 짐승, 젊은 아버지의 서늘한 옷자락에
		열(熱)로 상기한 볼을 말없이 부비는 것이었다. 이따금 뒷문을 눈이 치고 있었다. 그날 밤이 어쩌면 성탄제(聖誕祭)의 밤이었을지도 모른다. 어느새 나도
		그때의 아버지만큼 나이를 먹었다. 옛 것이란 거의 찾아볼 길 없는
		성탄제 가까운 도시에는
		이제 반가운 그 옛날의 것이 내리는데, 서러운 서른 살, 나의 이마에
		불현듯 아버지의 서느런 옷자락을 느끼는 것은, 눈 속에 따 오신 산수유 붉은 알알이
		아직도 내 혈액(血液) 속에 녹아 흐르는 까닭일까.`,
	},
	벗꽃: {
		이름: "벗꽃",
		조사자: "20207 박채은",
		과명: "장미과",
		학명: "Prunus sect. Cerasus",
		속명: "벚나무속",
		종소명: "",
		꽃말: "결박, 정신의 아름다움",
		위치: "한아름아파트 앞",
		작품: `벚꽃 / 박상희
		봄빛의 따스함이
		이토록 예쁜 꽃을 피울 수 있을까
		겨울 냉기를
		하얗게 부풀려 튀긴 팝콘
		팝콘 같기도 하고
		하얀 눈꽃 같기도 한
		순결한 평화가 나뭇가지에 깃들인다
		그 평화는 아름다운 꽃무리가 되어
		가슴 가득 피어오른다
		사람들이 거니는 가로수의 빛난 평화를
		4월의 군중과 함께 피어나는 벚꽃은
		말끔히 씻기어 줄
		젊은 날의 고뇌 `,
	},
	조팝나무: {
		이름: "조팝나무",
		조사자: "20506 신동욱",
		과명: "장미과(Rosaceae)",
		학명: "Spiraea prunifolia var. simpiciflora",
		속명: "조팝나무속(Spiraea)",
		종소명: "만첩조팝나무(Spiraea prunifolia Ÿ Sieabold & Zucc.)",
		꽃말: "결박, 노련함, 헛수고, 하찮은 일",
		위치: "한아름아파트 앞 산책길 근처",
		작품: `조팝나무꽃 / 임영조
		매봉산 초입 오르막길에
		갓 핀 한 무리 조팝나무꽃
		앙증한 웃음소리 눈이 부시다
		너무 귀엽고 예뻐 넋놓고 보다
		어느새 손이 가서 쓰다듬는다
		아직 여리고 비린 잇바디 세듯
		조심조심 어루만지자, 덥석
		하얀 젖니가 손가락을 깨문다
		이 얼얼하고 황홀한 촉감!
		간지럽고 환한 통증이 좋다
		때 탄 손은 꽃들이 먼저 아는지
		고개를 살래살래 젓다가 울컥
		흰 젖을 토해내는 조팝나무꽃
		너무 고와 눈 시린 갓난아기다
		어서 손 치우세요!
		이 멋쩍 고 부끄러운 내 손은
		어디에 감출까 쩔쩔매는 나이다
		그래도 너를 보면 내 피도 잘 돌아온 하루 둥둥 얼러주고 싶구나
		늙마에 어디 가서 몰래 본
		돌잡이 딸 안고 눈웃음을 맞추듯.`,
	},
	백록담: {
		이름: "백록담",
		좌표: { x: 1380, y: 910 },
		사진: "./assets/images/백록담.png",
		조사자: "20507 유승현",
		과명: "벽오동과",
		학명: "firmiana simplex",
		속명: "벽오동속",
		종소명: "벽오동",
		꽃말: "사모, 그리움",
		위치: "한아름 아파트 앞",
		작품: `벽오동 심은 뜻은 -작자미상

		벽오동 심은 뜻은 봉황을 보려터니
		내 심은 탓인지 기다려도 아니 오고
		밤중에 일편명월만 빈가지에 걸렸에라


		백록담 -정지용

		한줄기 푸른 연기 올라
		지붕도 햇살에 붉어 다사롭고
		처녀는 눈 속에서 다시
		벽오동 중허리 파릇한 냄새가 난다.`,
	},
	박태기: {
		이름: "박태기",
		조사자: "10612 안수현",
		과명: "콩과",
		학명: "Cercis chinensis",
		속명: "박태기나무속",
		종소명: "박태기나무",
		꽃말: "우정, 의혹",
		위치: "한아름 아파트 앞 급식실 옆",
		작품: `장태산의 박태기 꽃 (시, 노래)

		박완서의 친절한 복희씨 (단편 소설)
		
		홍콩의 특별행정구기, 동전 (그림)`,
	},
	고욤나무: {
		이름: "고욤나무",
		좌표: { x: 1810, y: 430 },
		사진: "./assets/images/고욤나무.png",
		조사자: "10808 오채은",
		과명: "감나무과",
		학명: "Diospyros lotus",
		속명: "군천자,조조,야시자,고양나무,흑조 등",
		종소명: "로투스( lotus )",
		꽃말: "경의",
		위치: "한아름 아파트 앞 식당앞",
		작품: `장편소설 <고욤나무 있는 집> -저자 장수연
		책소개- 일제강점기 강제징용으로 일본에 끌려가 강제노동을 하던 아버지가 해방 후 귀국하여 일 년여를 병석에 누워 있다 세상을 버리자, 남은 식구들의 입에 풀칠을 하기 위해 갖은 고생을 하던 어머니마저 떠나시고 난 후 네 자매의 살아온 역경을 가슴에 맺힌 한으로 풀어낸 것이 아니라 간결한 문장으로 담담히 그려내고 있다.`,
	},
	고로쇠나무: {
		이름: "고로쇠나무",
		좌표: { x: 1810, y: 500 },
		사진: "./assets/images/고로쇠.jpg",
		조사자: "10419 정택민",
		과명: "무환자나무과",
		학명: "Acer pictum subsp. mono",
		속명: "고로쇠나무",
		종소명: "로투스( lotus )",
		꽃말: "영원한 행복",
		위치: "한아름 아파트 앞 식당앞",
		작품: `고로쇠 나무
		홍윤표
		배낭을 멘 중년 사내가 봄을 메고 왔다
		난 수선화 같은 봄을 마시려고
		정성들여 메고온 귀한 한 병의 봄 선물
		생명수를 반가이 받아주었다
		
		매운바람은 산허리를 타고 빠져 나가고 
		백운산자락에서 자란 고로쇠 수액은 
		살 속을 빠져나와 멀리도 왔다
		생수인 듯 안겨보지만 달착지근한 
		봄맛에 생기를 불어낸 수액 통증도 많았다
		
		제철을 찾아 대한과 소한을 보내고
		태동하는 경칩의 나침반에 
		고이고 고여 짜낸 진한 나무의 혈액
		단풍나무과 백운산자락 고로쇠나
		무봄을 팔아 삶을 이었다
		어른신들 팔다리 쑤신다고
		가슴앓이가 편하다고 지그시 눈감고 마시는 
		고로쇠물, 내 몸에도 가득 새 봄을 채운다
		`,
	},
	측백나무: {
		이름: "측백나무",
		좌표: { x: 1000, y: 850 },
		사진: "./assets/images/측백나무.png",
		조사자: "20121 전혜원",
		과명: "측백나무과 (Cupressaceae)",
		학명: "Platycladus orientalis",
		속명: "측백나무속 (Platycladus)",
		종소명: "",
		꽃말: "기도, 견고한 우정",
		위치: "한아름 아파트 앞",
		작품: `빈센트 반 고흐 <측백나무가 있는 밀밭>`,
	},
	대추: {
		이름: "대추",
		좌표: { x: 1000, y: 250 },
		사진: "./assets/images/대추.jpg",
		조사자: "20113 안나경",
		과명: "갈매나뭇과",
		학명: "Ziziphus jujuba var. inemmis",
		속명: "Ziziphus",
		종소명: "speciosa",
		꽃말: "처음 만남",
		위치: "중앙 계단 오른쪽편",
		작품: `대추 한 알
		장석주
		저게 저절로 붉어질 리는 없다
		저 안에 태풍 몇 개
		저 안에 천둥 몇 개
		저 안에 벼락 몇 개

		저게 저 혼자 둥글어질 리는 없다
		저 안에 무서리 내리는 몇 밤
		저 안에 땡볕 두어 달
		저 안에 초승달 몇 날
		`,
	},
	무궁화: {
		이름: "무궁화",
		좌표: { x: 120, y: 250 },
		사진: "./assets/images/무궁화.png",
		조사자: "20709 김준형",
		과명: "아욱과",
		학명: "Hibiscus Syriacus L.",
		속명: "무궁화속",
		종소명: "시리아쿠스(syriacus)",
		꽃말: "영원히 피고 또 피어서 지지 않는 꽃",
		위치: "학교 입구 화단",
		작품: `봄이 오면 새싹이 돋아나고
		여름이 짙을수록 꽃 송이 피어나네
		어여쁜 실가지 벌여 놓고
		타오르듯 피어난 저 꽃 송이
		빨간 빛 꽃송이 보라빛 꼭지
		푸른 잎 한 줄기 잎이 나네
		햇살 속에 무리져
		하늘의 별처럼 아름답구나.   무궁화, 중국 진나라 부함
		
		
		금수강산 삼천리에 각색 초목 번성하다
		춘하추동 우로상설 성장 성숙 차례로다.
		초목 중의 각기 자랑 여러 말로 지껄인다.
		복사 오얏 변화해도 편시춘이 네 아닌가
		더군다나 버찌 꽃은 산과 들에 번화해도
		열흘 안에 다 지고서 열매조차 희소하다
		울 밑 황국 자랑소리 서리 속에 꽃 핀다고
		그러하나 열매있나 뿌리로만 싹이 난다.
		특별하다 무궁화는 자랑할 말 하도 많다.
		여름 가을 지나도록 무궁무진 꽃이 핀다.
		그 씨 번식하는 것 씨 심어서 될뿐더러
		접붙여서 살 수 있고 꺾꽂이도 성하도다
		오늘 조선 삼천리에 이 꽃 희소 탄식마소
		영원 번창 우리 꽃은 삼천리에 무궁하다. 
		
		무궁화, 남궁억
		`,
	},
	향가이즈까: {
		이름: "향가이즈까",
		좌표: { x: 200, y: 250 },
		사진: "./assets/images/향가이즈까.png",
		조사자: "10523 정유진",
		과명: "측백나무과",
		학명: "Juniperus chinensis",
		속명: "Juniperus",
		종소명: "chinensis",
		꽃말: "영원한 향기",
		위치: "학교 입구 화단",
		작품: ``,
	},
	은행나무: {
		이름: "은행나무",
		좌표: { x: 1200, y: 250 },
		사진: "./assets/images/은행나무.png",
		조사자: "20712 서준호",
		과명: "은행나무과",
		학명: "Ginkgo biloba L.",
		속명: "ginkgo",
		종소명: "Biloba",
		꽃말: "진혼, 정적, 장엄, 장수",
		위치: "화단 앞(돌 옆)",
		작품: `은행나무
		안영선
		
		소수서원 암수 은행나무를
		구경하신 할아버지
		할머니 두 손 꼭 잡으시며
		백년을 살아도
		"싸우지 않는군"
		
		정해준 자리에서
		쳐다보기만 해도
		서로 좋아서
		"열매를 맺고"
		
		아직 사랑하고 있으니
		"얼마나 더 살지 몰라"`,
	},
	눈향나무: {
		이름: "눈향나무",
		조사자: "20213 윤지민",
		과명: "구과식물목",
		학명: "Juniperus chinensis var.sargentii",
		속명: "향나무속",
		종소명: "향나무",
		꽃말: "영원한 향기",
		위치: "화단 앞",
		작품: `<모닥불>
		안도현
		모닥불은 피어오른다
		어두운 청과 시장 귀퉁이에서
		지하도 공사장 입구에서
		잡것들이 몸 푼 세상 쓰레기장에서
		철야 농성한 여공들 가슴속에서
		첫차를 기다리는 면사무소앞에서
		가난한 양말에 구멍 난 아이 앞에서
		비탈진 역사의 텃밭 가에서
		사람들이 착하게 살아 있는 곳에서
		모여있는 곳에서
		모닥불은 피어오른다
		얼음장이 강물 위에 눕는 섣달에
		낮도 밤도 아닌 푸른 새벽에
		동트기 십 분 전에
		쌀밥에 더운 국 말아먹기 전에
		무장독립군들 출정가 부르기 전에
		압록강 건너기 전에
		배부른 그들 잠들어있는 시간에
		쓸데없는 책들이 다 쌓인 다음에
		모닥불은 피어오른다
		언 땅바닥에 신선한 충격을 주는
		훅훅 입김을 하늘에 불어넣는
		죽음도 그리하여 삶으로 돌이키는
		삶을 희망으로 전진시키는
		그날까지 끝까지 울음을 참아 내는
		모닥불은 피어오른다
		
		한 그루 향나무 같다
		`,
	},
	살구나무: {
		이름: "살구나무",
		조사자: "20111 박연후",
		과명: "장미과",
		학명: "Prunus armeniaca",
		속명: "Prunus",
		종소명: "armeniaca",
		꽃말: "처녀(아가씨)의 수줍음",
		위치: "중앙계단 아래쪽",
		작품: `살구나무 발전소
		- 안도현
		살구꽃 . . . . . .
		살구꽃 . . . . . .

		그 많고 환한 꽃이
		그냥 피는 게 아닐 거야

		너를 만나러 가는 밤에도 가지마다
		알전구를 수천, 수만 개 매어다는 걸 봐

		생각나지, 하루종일 벌떼들이 윙윙거리던 거,
		마을에 전기가 처음 들어오던 날도
		저깃줄은 그렇게 울었지

		그래,
		살구나무 어디인가에는 틀림없이
		살구꽃에다 불을 밝히는 발전소가 있을 거야
		낯에도 살구꽃 . . . . . .
		밤에도 살구꽃 . . . . . .`,
	},
	자작나무: {
		이름: "자작나무",
		좌표: { x: 280, y: 850 },
		사진: "./assets/images/자작나무.png",
		조사자: "10807 신예원",
		과명: "자작나무과",
		학명: "Betula platyphylla",
		속명: "자작나무속",
		종소명: "서어나무종",
		꽃말: "당신을 기다립니다",
		위치: "자전거 보관소 뒤 (한아름 아파트 주차장 뒤편)",
		작품: `대추 한 알
		장석주
		저게 저절로 붉어질 리는 없다
		저 안에 태풍 몇 개
		저 안에 천둥 몇 개
		저 안에 벼락 몇 개

		저게 저 혼자 둥글어질 리는 없다
		저 안에 무서리 내리는 몇 밤
		저 안에 땡볕 두어 달
		저 안에 초승달 몇 날
		`,
	},
	느릅나무: {
		이름: "느릅나무",
		좌표: { x: 80, y: 780 },
		사진: "./assets/images/느릅나무.png",
		조사자: "10812 이세연",
		과명: "느릅나무과",
		학명: "Zelkova serrata MAKINO",
		속명: "젤코바(Zelkova)",
		종소명: "세라타(serrata)",
		꽃말: "운명",
		위치: "주차장, 후문 앞",
		작품: `고향집 앞 느티나무가
		터무니없이 작아 보이기 시작한 때가 있다
		그때까지는 보이거나 들리는 것들이
		문득 보이지도 들리지도 않는다는 것을 알면서
		나는 잠시 의아해하기는 했으나
		내가 다 커서거니 여기면서
		이게 다 세상 사는 이치라고 생각했다
		
		오랜 세월이 지나 고향엘 갔더니
		고향집 앞 느티나무가 옛날처럼 커져 있다
		내가 늙고 병들었구나 이내 깨달았지만
		내 눈이 이미 어두워지고 귀가 멀어진 것을
		나는 서러워하지 않았다​
		
		다시 느티나무 그 커진 눈에
		세상이 너무 아름다웠다
		눈이 어두워지고 귀가 멀어져
		오히려 세상의 모든 것이 더 아름다웠다

		-신경림- <다시 느티나무가>
		`,
	},
	서어나무: {
		이름: "서어나무",
		조사자: "10214 유현규",
		과명: "자작나무과",
		학명: "Carpinus laxiflora Bl",
		속명: "서어나무속",
		종소명: "서어나무",
		꽃말: "장식",
		위치: "체육관 앞",
		작품: `서어나무 - 최도선
		가지와 앞들이 서쪽을 향하고 있다
		서쪽에 별이 뜨는 순간을
		서어나무는 삶의 동력이라 부른다
		음지에서도 별이 되려는 뿌리를 가진 나무
		음수라는 이름 하나 더 가지고 있다
		같은 장소에서 시간의 흐름에 따라
		이루어지는 일은 끝까지 살아남는 일
		아픔은 어느 때나 온다
		누구도 모르게
		삶의 근육을 키우는 일 밖에는
		어떤 예감도 받아들일 수 없다
		뼛속으로 드는 겨울바람
		동서남북 액운이 번진다 해도
		음지에서 잔뼈가 굵어
		나를 견딜 수 있다
		낮은 곳에 서야 높은 곳을 향한다는
		아름다운 말이 가지마다 새겨지고 있다
		서쪽을 향해`,
	},
	감나무: {
		이름: "감나무",
		좌표: { x: 1470, y: 340 },
		사진: "./assets/images/감나무.png",
		조사자: "10317 이준헌",
		과명: "감나무과 ",
		학명: "Diospyros kaki",
		속명: "Diospyros L",
		종소명: "kaki",
		꽃말: "경의, 자애, 소박",
		위치: "체육관 앞",
		작품: `감나무 아래서(under the persimmon tree)-수잔 피셔 스테이플스 
		감나무 골 - 나훈아
		산제비 넘는 고갯길 
		산딸기 피는 고갯길
		재넘어 감나무골 사는 우리님 
		휘영청 달이 밝아 오솔길 따라 
		오늘밤도 그리움에 가슴 태우며
		나를 찾아 오시려나 달빛에 젖어
		-간주중
		산까치 울던 고갯길
		산국화 피는 고갯길
		재넘어 감나무골 사는 우리님 
		모밀꽃 향기따라 오솔길 따라 
		오늘밤도 풋가슴에 꽃을 피우며 
		나를 찾아 오시려나 달빛에 젖어
		`,
	},
	목련: {
		이름: "목련",
		좌표: { x: 920, y: 250 },
		사진: "./assets/images/목련.png",
		조사자: "20614 이승준",
		과명: "목련과 ",
		학명: "Magnolia kobus DC.",
		속명: "Magnolia(프랑스 식물학자 피에르 마뇰에서 유래)",
		종소명: "kobus(일본명 “고부시”에서 유래)",
		꽃말: "고귀함",
		위치: "체육관 앞",
		작품: `목련 - 이정하
		당신은 내게
		만나자마자 이별부터 가르쳤지요
		잎이 돋아나기도 전에
		꽃이 지고 마는 목련처럼
		
		당신은 내게 
		사랑의 기쁨보다 사랑의 고통을`,
	},
	모과: {
		이름: "모과",
		좌표: { x: 1540, y: 340 },
		사진: "./assets/images/모과.png",
		조사자: "20613 이민석",
		과명: "장미과",
		학명: "Chaenomeles sinensis",
		속명: "모과나무속",
		종소명: "sinensis",
		꽃말: "유혹, 유일한 사랑, 평범",
		위치: "체육관 앞",
		작품: `모과나무  / 안도현 

		모과나무는 한사코 서서 비를 맞는다
		빗물이 어깨를 적시고 팔뚝을 적시고 아랫도리까지
		번들거리며 흘러도 피할 생각도 하지 않고
		비를 맞는다, 모과나무
		저놈이 도대체 왜 저러나?
		갈아입을 팬티도 없는 것이 무얼 믿고 저러나? 
		나는 처마 밑에서 비 그치기를 기다리고 있다가 
		모과나무, 그 가늘디가는 가지 끝으로
		푸른 모과 몇 개를 움켜쥐고 있는 것을 보았다
		끝까지, 바로 그것, 그 푸른 것만 아니었다면 
		그도 벌써 처마 밑으로 뛰어들어왔을 것이다`,
	},
	배롱나무: {
		이름: "배롱나무",
		좌표: { x: 1610, y: 340 },
		사진: "./assets/images/배롱나무.png",
		조사자: "20613 이민석",
		과명: "부처꽃과",
		학명: "Lagerstroemia indica",
		속명: "배롱나무속",
		종소명: "배롱나무",
		꽃말: "수다스러움, 헤어진 벗에게 보내는 마음",
		위치: "체육관 앞",
		작품: `이름 모르는 새가 와서 울었다
		배롱나무에서 울었다
		배롱나무는 죽었지만 반짝였다...
		
		-오규원, ⟨해가 지고 있었다⟩`,
	},
	향나무: {
		이름: "향나무",
		좌표: { x: 375, y: 250 },
		사진: "./assets/images/향나무.png",
		조사자: "20104 김성현",
		과명: "측백나무과(Cupressaceae)",
		학명: "Juniperus chinensis",
		속명: "향나무속(Juniperus)",
		종소명: "virginiana",
		꽃말: "영원한 향기",
		위치: "체육관 앞",
		작품: `지천우 화백의 미니편백과 향나무 분재 작품
		
		손장섭 그림, 
		천년 역사의 울릉도 향나무
		`,
	},
};
